{"contenido" :[
		{"tag" : "saludo",
			"patrones":["hola como estas", "buenas como estas", "hola"],
			"respuestas" : ["hola que tal! me llamo BOSEH estoy aqui para brindarte informacion sobre el peligro de los lugares de Barranquilla. ¿Deseas conocerla? tambien te puedo decir cual ha sido barrio mas peligroso de Barranquilla"
				, "Como te va? me llamo BOSHE estoy aqui para brindarte informacion sobre el peligro de los lugares de Barranquilla. ¿Deseas conocerla? tambien te puedo decir cual ha sido barrio mas peligroso de Barranquilla"
				, "Un gusto de verte me llamo BOSHE estoy aqui para brindarte informacion sobre el peligro de los lugares de Barranquilla. ¿Deseas conocerla? tambien te puedo decir cual ha sido barrio mas peligroso de Barranquilla"]
		},
		{"tag":"peligro",
			"patrones":["si me gustaria conocer la informacion","me das informacion sobre los barrios?","si me gustaria saber"],
			"respuestas": ["Claro! hasta ahora cuento con la información de ciertos barrios de Barranquilla como son el Bosque, La Luz, Santa Maria, Rebolo y Villanueva. Si deseas me puedes preguntar por alguno de ellos."
				,"Para mi lo primero es tu seguridad y te informare que hasta ahora cuento con la información de ciertos barrios de Barranquilla como son el Bosque, La Luz, Santa Maria, Rebolo y Villanueva. Si deseas me puedes preguntar por alguno de ellos.", 
				"hasta ahora cuento con la información de ciertos barrios de Barranquilla como son el Bosque, La Luz, Santa Maria, Rebolo y Villanueva. Si deseas me puedes preguntar por alguno de ellos."]
		},
		{"tag":"bosque",
			"patrones":["quiero que me hables sobre el bosque","quiero información sobre el barrio el bosque ","el bosque"],
			"respuestas": ["Claro me complace ayudarte. Esta es la información que tengo sobre este barrio: es un barrio con alto nivel de inseguridad en el 2020 estuvo bajo toque dequeda por la inseguridad que vivian los habitantes. Te dejo un link para que veas la noticia https://caracol.com.co/emisora/2020/09/16/barranquilla/1600261316_125126.html",
				"Claro que si. Esto es ta es la información que tengo del barrio: es un barrio con alto nivel de inseguridad en el 2020 estuvo bajo toque dequeda por la inseguridad que vivian los habitantes. Te dejo un link para que veas la noticia https://caracol.com.co/emisora/2020/09/16/barranquilla/1600261316_125126.html", 
				"Claro mira esto es lo que se sobre el barrio: es un barrio con alto nivel de inseguridad en el 2020 estuvo bajo toque dequeda por la inseguridad que vivian los habitantes. Te dejo un link para que veas la noticia https://caracol.com.co/emisora/2020/09/16/barranquilla/1600261316_125126.html"]
		},
		{"tag":"luz",
			"patrones":["quiero saber sobre el barrio la luz","barrio la luz","quiero conocer informacion de barrio la luz"],
			"respuestas": ["Bueno te puedo contar que el barrio es algo peligroso y te recomendaria no entrar en el si eres un forastero hay muchas noticias malas te dare un link para que veas las noticias que tiene este barrio Link:https://zonacero.com/barrio-la-luz ",
				"Es un barrio al cual recomendaria no ir si eres forastero hay muchas noticias malas te dare un link para que veas las noticias que tiene este barrio Link:https://zonacero.com/barrio-la-luz",
				 "No vayas si eres forastero ya que tinen muchas malas noticias te dejo un link para que consultes Link:Link:https://zonacero.com/barrio-la-luz"]
		},
		{"tag":"SantaMaria",
			"patrones":["me gustaria conocer noticias de Santa Maria","santa maria","información de Santa Maria"],
			"respuestas": ["Mucho cuidado al entrar en este barrio es muy peligroso y para ser sincero no te recomiendo ir mira las noticas que tengo sobre este barrio Link: https://zonacero.com/barrio-santa-maria",
				"No me gustaria que fueras a este barrio porque tienen muchas noticias negativas te dejare un link para que te documentes link: https://zonacero.com/barrio-santa-maria",
				 "Mmm.. este es un barrio peligroso y tiene muchas noticias negativas te dejare un link para que consultes Link: https://zonacero.com/barrio-santa-maria"]
		},
		{"tag":"rebolo",
			"patrones":["rebolo","cuentame sobre rebolo","me gustaria saber información de rebolo"],
			"respuestas": ["Tiene un nivel de peligro medio alto es recomendable no caminar por el si eres forastero pero si vas en vehiculo y de pasada no tienes casi riesgo sin embargo no te recomiendo que vayas te dejare un link con la información detellada de este barrio Link: https://zonacero.com/barrio-rebolo",
				"No te recomiendo que vayas a este barrio porque tiene un alto reisgo te dejare informacion detallada en el siguiete link Link: https://zonacero.com/barrio-rebolo",
				 "Esta es la información que tengo sobre el barrio te recomendaria que la leyeras antes de ir, bajo mi criterio te recomendaria no entrar en este barrio Link: https://zonacero.com/barrio-rebolo"]
		},
		{"tag":"Villanueva",
			"patrones":["información de villa nueva","quiero saber sobre Villanueva","Villanueva"],
			"respuestas": ["este barrio es algo inseguro no te recomiendo que vayas mira este link con noticia sobre el barrio Link: https://zonacero.com/barrio-villanueva",
				"No te recomendaria que fueras a este barrio es algo inseguro te dejare un link con informacion detellada sobre noticas Link:https://zonacero.com/barrio-villanueva ",
				 "Este barrio es inseguro no te recomendaria que vayas tiene varias noticias negativas lo pensaria mas de dos veces antes de ir Link:https://zonacero.com/barrio-villanueva"]
		},
		{"tag":"Gracias",
			"patrones":["gracias por la informacion","gracias","muchas gracias "],
			"respuestas": ["De nada me complace ayudarte recuerda que estoy aqui para ayudarte con la información si tienes alguna otra duda puedes preguntarme sobre los otros barrios de Barranquilla de los que tengo información",
				"No hay de que, estoy para servirte y ayudarte a estar mas seguro. Si tienes alguna otra duda solo preguntame",
				 "De nada, si necesitas algo mas dime y si tengo la información te ayudare"]
		},
		{"tag":"barrio",
			"patrones":["cual es el barrio mas peligroso de Barranquilla","barrio peligroso barranquilla","Cual fue el barrio mas peligroso en Barranquilla"],
			"respuestas": ["Segun información encontrada encontrada en internet Caracol radio dice que el barrio mas peligroso de Barranquilla es rebolo Link:https://caracol.com.co/emisora/2018/10/16/barranquilla/1539720594_523812.html",
				"Segun Caracol radio el barrio mas peligroso de Barranquilla es rebolo Link:https://caracol.com.co/emisora/2018/10/16/barranquilla/1539720594_523812.html",
				 "se que el barrio mas peligroso de Barranquilla es rebolo segun iformacion suministrada por Caracol radio Link:https://caracol.com.co/emisora/2018/10/16/barranquilla/1539720594_523812.html"]
		},
		{"tag":"despedida",
			"patrones":["adios","hasta la proxima","nos vemos","chao"],
			"respuestas": ["Cuidate mucho, dejame recomnedarte que antes de entrar a un barrio de barranquilla debes informarte sobre el busca en Internet información o en su defecto preguntame a mi si lo conozco con mucho gusto te advertire.",
				"Chao un placer ayudarte. dejame recomnedarte que antes de entrar a un barrio de barranquilla debes informarte sobre el busca en Internet información o en su defecto preguntame a mi si lo conozco con mucho gusto te advertire.",
				 "Me alegra haberte servido. dejame recomnedarte que antes de entrar a un barrio de barranquilla debes informarte sobre el busca en Internet información o en su defecto preguntame a mi si lo conozco con mucho gusto te advertire."]
		},
		{"tag":"quien",
			"patrones":["quien eres?","para que sirves?","cual es tu función"],
			"respuestas": ["Soy un bot encargado de brindar información sobre lugares peligrosos y mi objetivo es prevenirte.",
				"Soy BOSEH y fui creado para darte información sobre lugares peligrosos de Barranquilla",
				 "Me llamo Boseh y soy una IA la cual te informa de todos los lugares con un alto indice de peligro"]
		},
		{"tag":"las palmas",
			"patrones":["quiero ir a las palmas", "las palmas", "me gusta las palmas", "ire a las palmas", "barrio las palmas", "vivo por las palmas", "resido en Las Palmas", "mi novia me invito por las palmas"],
			"respuestas" : ["Es un buen barrio, sin embargo no te confies", "La verdad es que suceden atracos y mas ultimamente pero no significa que sea siempre asi", "Como todos los barrios en la ciudad, no des papaya"]
		},
		{"tag":"barrio",
			"patrones":["hablame de algun barrio", "dime algun barrio", "me gusta las palmas", "ire a las palmas", "barrio las palmas", "vivo por las palmas", "resido en Las Palmas", "mi novia me invito por las palmas"],
			"respuestas" : ["Es un buen barrio, sin embargo no te confies", "La verdad es que suceden atracos y mas ultimamente pero no significa que sea siempre asi", "Como todos los barrios en la ciudad, no des papaya"]
		}
	]

}